# Formulas
brew "tree"
brew "wget"
brew "jq"
brew "ripgrep"
brew "htop"
brew "tmux"
brew "mtr"
brew "node@24"
brew "pipx"
brew "gnupg"

# Casks
cask "alfred"
cask "bitwarden"
cask "obsidian"
cask "dropbox"
cask "iterm2"
cask "orbstack"
cask "google-chrome"
cask "choosy"
cask "keka"
cask "kekaexternalhelper"
cask "telegram"
cask "tailscale-app"
cask "claude-code"
cask "codex"
