# Formulas
brew "tree"
brew "wget"
brew "jq"
brew "ripgrep"
brew "htop"
brew "tmux"
brew "mtr"
brew "gnupg"
brew "python"
brew "gh"
brew "age"

# Casks
cask "alfred"
cask "bitwarden"
cask "dropbox"
cask "iterm2"
cask "orbstack"
cask "google-chrome"
cask "keka"
cask "kekaexternalhelper"
brew "tailscale"
cask "claude-code"
cask "codex"
